Repository: liboyang42-cpu/chengyin-ios
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# merchant.content.field.address
source: Address
zh_hans: 地址

# merchant.content.field.addressName
source: Venue name
zh_hans: 场地名称

# merchant.content.field.allowedValidationMethods
source: Allowed validation methods
zh_hans: 允许的核验方式

# merchant.content.field.applicationType
source: Application type
zh_hans: 申请类型

# merchant.content.field.approvedCount
source: Approved
zh_hans: 通过数量

# merchant.content.field.arrivalEnd
source: Estimated arrival until
zh_hans: 预计到店截止

# merchant.content.field.arrivalStart
source: Estimated arrival from
zh_hans: 预计到店起始

# merchant.content.field.arrivedCount
source: Arrived players
zh_hans: 已到人数

# merchant.content.field.arrivedPlayers
source: Arrived players
zh_hans: 到场玩家

# merchant.content.field.auditReason
source: Review reason
zh_hans: 审核原因

# merchant.content.field.auditRemark
source: Review remarks
zh_hans: 审核备注

# merchant.content.field.auditStatus
source: Source review status
zh_hans: 源审核状态

# merchant.content.field.avatar
source: Avatar reference
zh_hans: 角色头像引用

# merchant.content.field.businessTime
source: Business hours
zh_hans: 营业时间

# merchant.content.field.capacity
source: Capacity
zh_hans: 接待人数

# merchant.content.field.category
source: Recruiting category
zh_hans: 招募品类

# merchant.content.field.chapterName
source: Chapter name
zh_hans: 章节名称

# merchant.content.field.circleReviewedAt
source: Instance last reviewed
zh_hans: 实例最近复核时间

# merchant.content.field.circleSupplyCheckedAt
source: Supply last confirmed
zh_hans: 供给最近确认时间

# merchant.content.field.city
source: City
zh_hans: 城市

# merchant.content.field.cityCode
source: City code
zh_hans: 城市代码

# merchant.content.field.clubName
source: Club
zh_hans: 俱乐部

# merchant.content.field.code
source: Check-in code
zh_hans: 打卡码

# merchant.content.field.cooperateDate
source: Available hours
zh_hans: 可配合时间

# merchant.content.field.coverImg
source: Cover reference
zh_hans: 封面引用

# merchant.content.field.description
source: Description
zh_hans: 描述

# merchant.content.field.endAt
source: Ends
zh_hans: 结束

# merchant.content.field.endDate
source: Source end date
zh_hans: 源结束日期

# merchant.content.field.fallbackCompletedCount
source: Fallback completions
zh_hans: 备援完成数量

# merchant.content.field.greeting
source: Greeting
zh_hans: 招呼语

# merchant.content.field.hiddenInfoReminder
source: Private-information reminder
zh_hans: 隐藏信息提醒

# merchant.content.field.imgUrl
source: Image reference
zh_hans: 图片引用

# merchant.content.field.latitude
source: Latitude
zh_hans: 纬度

# merchant.content.field.limitNum
source: Capacity, blank means unlimited
zh_hans: 人数限制，留空表示不限

# merchant.content.field.longitude
source: Longitude
zh_hans: 经度

# merchant.content.field.maxMerchant
source: Merchant limit
zh_hans: 商家名额上限

# merchant.content.field.maxNodeXp
source: Published XP limit
zh_hans: 公示探索值上限

# merchant.content.field.merchantID
source: Merchant ID
zh_hans: 门店编号

# merchant.content.field.merchantInstruction
source: Merchant instruction
zh_hans: 商家执行说明

# merchant.content.field.merchantName
source: Merchant name
zh_hans: 商家名称

# merchant.content.field.merchantSignUpEndDate
source: Recruitment deadline
zh_hans: 商家报名截止日期

# merchant.content.field.message
source: Application message
zh_hans: 申请说明

# merchant.content.field.name
source: Name
zh_hans: 名称

# merchant.content.field.nodeAuditReason
source: Node review reason
zh_hans: 节点审核原因

# merchant.content.field.nodeAuditStatus
source: Node review state
zh_hans: 节点审核状态

# merchant.content.field.nodeFilled
source: Filled nodes
zh_hans: 已承接节点

# merchant.content.field.nodeName
source: Node name
zh_hans: 节点名称

# merchant.content.field.nodeTotal
source: Total nodes
zh_hans: 总节点数

# merchant.content.field.normalCompletedCount
source: Normal completions
zh_hans: 正常完成数量

# merchant.content.field.note
source: Preparation note
zh_hans: 准备备注

# merchant.content.field.offerId
source: Offer ID
zh_hans: 供给编号

# merchant.content.field.paidCount
source: Paid players
zh_hans: 已付款人数

# merchant.content.field.pauseEventCount
source: Pauses
zh_hans: 暂停次数

# merchant.content.field.pendingCount
source: Pending count
zh_hans: 待处理数量

# merchant.content.field.pendingVerificationCount
source: Pending submissions
zh_hans: 待核验提交

# merchant.content.field.perkMinValue
source: Minimum retail value (source amount)
zh_hans: 最低零售价（源金额）

# merchant.content.field.phone
source: Phone supplied by server
zh_hans: 服务端提供的电话

# merchant.content.field.picUrl
source: Image references, comma separated
zh_hans: 图片引用，以逗号分隔

# merchant.content.field.reason
source: Reason
zh_hans: 原因

# merchant.content.field.reasonCode
source: Reason category
zh_hans: 原因类别

# merchant.content.field.recordedCount
source: Recorded
zh_hans: 已记录数量

# merchant.content.field.refundedCount
source: Refunded players
zh_hans: 已退款人数

# merchant.content.field.rejectReason
source: Rejection reason
zh_hans: 驳回原因

# merchant.content.field.rejectedCount
source: Rejected
zh_hans: 拒绝数量

# merchant.content.field.remainingMerchantCount
source: Remaining slots
zh_hans: 剩余名额

# merchant.content.field.required
source: Required chapter flag
zh_hans: 必选章节标记

# merchant.content.field.resumeEta
source: Expected resumption
zh_hans: 预计恢复时间

# merchant.content.field.revision
source: Revision
zh_hans: 版本

# merchant.content.field.serviceEndAt
source: Service ends
zh_hans: 服务结束时间

# merchant.content.field.serviceStartAt
source: Service starts
zh_hans: 服务开始时间

# merchant.content.field.source
source: Application source
zh_hans: 申请来源

# merchant.content.field.startAt
source: Starts
zh_hans: 开始

# merchant.content.field.startDate
source: Source start date
zh_hans: 源开始日期

# merchant.content.field.startTime
source: Start time
zh_hans: 开始时间

# merchant.content.field.state
source: Source state
zh_hans: 源状态

# merchant.content.field.stateText
source: State
zh_hans: 状态

# merchant.content.field.stationCode
source: Station code
zh_hans: 站点代码

# merchant.content.field.stationCount
source: Station count
zh_hans: 站点数量

# merchant.content.field.status
source: Source status
zh_hans: 源状态

# merchant.content.field.submissionCount
source: Submissions
zh_hans: 提交数量

# merchant.content.field.submissionId
source: Submission ID
zh_hans: 玩家提交编号

# merchant.content.field.tags
source: Tags
zh_hans: 标签

# merchant.content.field.teamStatus
source: Team state
zh_hans: 成团状态

# merchant.content.field.templateTitle
source: Template title
zh_hans: 模板名称

# merchant.content.field.termsMode
source: Terms mode
zh_hans: 承接档位

# merchant.content.field.ticketName
source: Ticket
zh_hans: 票种

# merchant.content.field.title
source: Title
zh_hans: 标题

# merchant.content.field.topicName
source: Route name
zh_hans: 路线名称

# merchant.content.field.voiceSample
source: Recording reference
zh_hans: 录音引用

# merchant.content.field.voiceStatus
source: Voice state from source
zh_hans: 源声音状态

# merchant.content.filter
source: Registration status
zh_hans: 报名状态

# merchant.content.filter.0
source: All
zh_hans: 全部

# merchant.content.filter.1
source: Ongoing
zh_hans: 进行中

# merchant.content.filter.2
source: Under review
zh_hans: 审核中

# merchant.content.filter.3
source: Rejected
zh_hans: 已驳回

# merchant.content.filter.4
source: Ended
zh_hans: 已结束

# merchant.content.firstPageOnly
source: More records exist beyond this source page
zh_hans: 源页面之外还有记录未加载

# merchant.content.fixtureBanner
source: Synthetic offline data. No business action is performed.
zh_hans: 离线合成数据，不执行真实业务操作。

# merchant.content.fixtureRecover
source: Restore test reads
zh_hans: 恢复测试读取

# merchant.content.fixtureSignOut
source: Switch test account
zh_hans: 切换测试账号

# merchant.content.game
source: Station workspace
zh_hans: 本站工作台

# merchant.content.games
source: Merchant game sessions
zh_hans: 商家互动场次

# merchant.content.hosting
source: I am hosting
zh_hans: 我主办的

# merchant.content.immutableReview
source: This review freezes the target and fields. Permissions and source data are checked again before dispatch.
zh_hans: 此预览已冻结目标与字段，发送前会重新核对权限和源数据。

# merchant.content.invalid
source: Check the requested fields and target
zh_hans: 请核对请求字段与目标

# merchant.content.invitable
source: Eligible invitees
zh_hans: 可邀请商家

# merchant.content.invite
source: Pre-approve and invite
zh_hans: 预先批准并邀请

# merchant.content.inviteWarning
source: An invitation is a pre-approved application, not just a message.
zh_hans: 邀请会建立预先批准的申请，并非仅发送消息。

# merchant.content.joining
source: I am participating
zh_hans: 我承接的

# merchant.content.keepEditing
source: Keep editing
zh_hans: 继续编辑

# merchant.content.liveCode
source: Live check-in code
zh_hans: 现场打卡码

# merchant.content.liveCodeWarning
source: Time-limited live code. It is hidden on expiry.
zh_hans: 现场码有有效期，到期后将隐藏。

# merchant.content.loadFailed
source: Could not load the source. Retry when ready.
zh_hans: 暂时无法加载源数据，请稍后重试。

# merchant.content.malformed
source: Source data could not be safely read
zh_hans: 无法安全读取源数据

# merchant.content.manageSupply
source: Open cooperation supply
zh_hans: 打开合作供给

# merchant.content.mediaBoundary
source: Existing media references only. No image, audio or location is captured or uploaded.
zh_hans: 仅编辑已有媒体引用；不会采集或上传图片、录音或位置。

# merchant.content.noChapters
source: No open chapters were returned
zh_hans: 未返回开放招募的章节

# merchant.content.noWorkspace
source: No host or participant workspace was returned
zh_hans: 未返回主办或承接工作台

# merchant.content.nodeReviewWarning
source: Node changes are submitted for source review. Applying does not mean winning the slot.
zh_hans: 点位变更提交后由服务端处理审核；报名成功不等于中标。

# merchant.content.nodeReviews
source: Node review
zh_hans: 点位审核

# merchant.content.nodes
source: My chapter nodes
zh_hans: 我的章节点位

# merchant.content.npc
source: Chapter-node character
zh_hans: 章节点位角色

# merchant.content.npcBoundary
source: This character belongs to this chapter node. Store-wide NPC settings are separate.
zh_hans: 此角色属于当前章节点位，与店铺级形象分开管理。

# merchant.content.npcUnconfigured
source: No character has been configured for this node
zh_hans: 此节点尚未配置角色

# merchant.content.offline
source: Take offline
zh_hans: 下线

# merchant.content.online
source: Make available
zh_hans: 上架

# merchant.content.place
source: Submit placement application
zh_hans: 提交据点投放申请

# merchant.content.placement
source: Place a city node
zh_hans: 申请投放据点

# merchant.content.placementWarning
source: A successful placement submission creates a pending application. It does not put the node online.
zh_hans: 投放提交成功后形成待审申请，不代表据点已上线。

# merchant.content.players
source: Player roster
zh_hans: 玩家名单

# merchant.content.poster
source: Poster check-in code
zh_hans: 海报打卡码

# merchant.content.posterWarning
source: Poster code is separate from the time-limited live code
zh_hans: 海报码与限时现场码分开使用

# merchant.content.project
source: Project workspace
zh_hans: 项目工作台

# merchant.content.projects
source: Hosted projects
zh_hans: 我主办的项目

# merchant.content.quota
source: Active nodes / limit
zh_hans: 在架据点 / 上限

# merchant.content.reason.ANSWER_MISMATCH
source: Answer mismatch
zh_hans: 答案不符

# merchant.content.reason.CAPACITY
source: At capacity
zh_hans: 现场满员

# merchant.content.reason.DUPLICATE_SUBMISSION
source: Duplicate submission
zh_hans: 重复提交

# merchant.content.reason.EMERGENCY
source: Emergency
zh_hans: 现场突发情况

# merchant.content.reason.EQUIPMENT
source: Equipment problem
zh_hans: 设备或道具异常

# merchant.content.reason.EVIDENCE_UNCLEAR
source: Evidence unclear
zh_hans: 证据不清

# merchant.content.reason.LOCATION_UNSUITABLE
source: Location unsuitable
zh_hans: 本站不适合承接

# merchant.content.reason.RESOURCE_UNAVAILABLE
source: Resources unavailable
zh_hans: 现场资源不足

# merchant.content.reason.SCHEDULE_CONFLICT
source: Schedule conflict
zh_hans: 档期冲突

# merchant.content.reason.STAFF
source: Staff unavailable
zh_hans: 人员暂时离岗

# merchant.content.reconcile
source: Check the original station receipt
zh_hans: 核对原本站操作回执

# merchant.content.reconciled
source: The original station receipt is terminal. Reload the current source state.
zh_hans: 原本站回执已到终态，请重新加载当前源状态。

# merchant.content.recruiting
source: Open recruiting routes
zh_hans: 开放承接路线

# merchant.content.register
source: Register for this node
zh_hans: 报名承接本站

# merchant.content.registration
source: Registration detail
zh_hans: 报名详情

# merchant.content.registrationContent
source: Venue and registration content
zh_hans: 场地与报名内容

# merchant.content.registrationPreservation
source: Route, node, template, award and settlement fields are fixed. Source dates remain unchanged. Empty capacity submits zero, meaning unlimited.
zh_hans: 路线、站点、模板、中标和结算字段不可更改；保留原日期。人数留空将提交 0，表示不限。

# merchant.content.registrationUnknown
source: Registration status could not be confirmed
zh_hans: 暂时无法确认是否已报名

# merchant.content.registrations
source: My registrations
zh_hans: 我的报名

# merchant.content.rejected
source: The server rejected this request
zh_hans: 服务端拒绝了此请求

# merchant.content.resetVoice
source: Clear node voice
zh_hans: 清除节点声音

# merchant.content.retryOriginal
source: Retry the frozen station request
zh_hans: 重试原冻结的本站请求

# merchant.content.retryOriginalWarning
source: Check the receipt, then replay only the same station request if the server still permits it?
zh_hans: 先核对回执；仅当服务端仍允许时，重放同一本站请求？

# merchant.content.review
source: Review frozen request
zh_hans: 预览冻结请求

# merchant.content.reviewCircle
source: Confirm instance supply review
zh_hans: 确认实例供给已复核

# merchant.content.reviewWarning
source: A server acknowledgement is not publication, a completed review or a successful financial result. Unknown outcomes stay locked.
zh_hans: 服务端回执不代表发布、审核通过或资金操作成功；结果未知时保持锁定。

# merchant.content.reviews
source: Application review
zh_hans: 承接申请审核

# merchant.content.saveNPC
source: Edit node character
zh_hans: 编辑节点角色

# merchant.content.search
source: Search places
zh_hans: 搜索地点

# merchant.content.sessionChanged
source: The signed-in account or session changed. Reopen this screen.
zh_hans: 登录账号或会话已变更，请重新打开此页面。

# merchant.content.signedOut
source: Sign in again to continue
zh_hans: 请重新登录后继续

# merchant.content.stationFailed
source: The station receipt confirms this operation failed
zh_hans: 本站回执确认操作失败

# merchant.content.stationReviewWarning
source: This affects only the selected merchant station
zh_hans: 此操作仅影响所选商家站点

# merchant.content.storage
source: Recovery state could not be saved safely. Nothing was sent.
zh_hans: 无法安全保存恢复状态，因此未发送请求。

# merchant.content.submitNode
source: Configure chapter node
zh_hans: 配置章节点位

# merchant.content.supplyActive
source: An active offer is recorded
zh_hans: 已记录生效供给

# merchant.content.supplyBoundary
source: Actual supply uses the separate cooperation workflow. An application ID is not an offer ID.
zh_hans: 实际供给由独立合作流程处理；申请编号不是供给编号。

# merchant.content.supplyInactive
source: No active offer is recorded
zh_hans: 未记录生效供给

# merchant.content.supplyLoadFailed
source: Supply context could not be loaded; other recruitment information remains available
zh_hans: 暂时无法读取供给上下文，其他招募信息仍可查看

# merchant.content.supplyTermsUnknown
source: Terms are unavailable for this chapter; enrollment stays closed
zh_hans: 未取得本章承接档位，暂不能申报供给

# merchant.content.supplyUnknown
source: Active-supply status was not returned
zh_hans: 未返回供给生效状态

# merchant.content.template
source: Owned interaction template
zh_hans: 我的互动模板

# merchant.content.title
source: Projects & local content
zh_hans: 项目与据点内容

# merchant.content.unknown
source: The result is unknown. Do not repeat this action. Only an exact terminal station receipt can release a station lock.
zh_hans: 结果未知，请勿重复操作。本站锁仅可由完全匹配的终态回执解除。

# merchant.content.unlimitedSlots
source: No slot limit was supplied
zh_hans: 未设置名额限制

# merchant.content.upcoming
source: Upcoming visits
zh_hans: 即将到店的场次

# merchant.content.voice
source: Node voice status
zh_hans: 节点声音状态

# merchant.content.voiceBoundary
source: Node voice uses one existing recording reference. Microphone, upload and provider generation are not enabled.
zh_hans: 节点声音使用一段已有录音引用。麦克风、上传和供应商生成均未启用。

# merchant.content.withdraw
source: Withdraw application
zh_hans: 撤回申请

# merchant.content.xpUnavailable
source: Exploration-value editing is unavailable: the retained source says the backend validates it without persisting it.
zh_hans: 探索值暂不可编辑：保留的源记录表明后端会校验，但不会保存。

# merchant.discover.all
source: All
zh_hans: 全部

# merchant.discover.approvedOnly
source: Only approved merchants are shown.
zh_hans: 这里只显示审核通过的商家。

# merchant.discover.empty
source: No matching merchants
zh_hans: 没有符合条件的商家

# merchant.discover.families
source: Family-friendly
zh_hans: 适合亲子

# merchant.discover.night
source: Night-friendly
zh_hans: 夜间友好

# merchant.discover.pets
source: Pet-friendly
zh_hans: 宠物友好

# merchant.discover.photos
source: Photo-friendly
zh_hans: 可拍照

# merchant.discover.quiet
source: Quiet
zh_hans: 安静

# merchant.discover.teams
source: Good for teams
zh_hans: 适合组队

# merchant.discover.title
source: Discover merchants
zh_hans: 发现商家

# merchant.discover.tryTag
source: Try another tag. Only approved merchants are shown.
zh_hans: 换个标签看看。这里只显示审核通过的商家。

# merchant.discover.unavailable
source: This merchant’s public home is unavailable.
zh_hans: 该商家的公开主页暂不可用。

# merchant.discover.unnamed
source: Unnamed merchant
zh_hans: 未命名商家

# merchant.done
source: Done
zh_hans: 完成

# merchant.engagement.acceptInvitation
source: Review joining the team
zh_hans: 预览加入经营团队

# merchant.engagement.accountID
source: Signed-in account ID
zh_hans: 当前登录账号ID

# merchant.engagement.actionUnavailable
source: This action is not enabled for this reviewed account and store.
zh_hans: 当前已审核账户与门店尚未启用此操作。

# merchant.engagement.audienceBoundary
source: Audience, consent, frequency limits and daily limits are recalculated by the server. A preview is not a delivery receipt.
zh_hans: 受众、同意、频控与每日限额均由服务端重新计算。预览不等于送达回执。

# merchant.engagement.audienceScope
source: Audience scope
zh_hans: 受众范围

# merchant.engagement.boundary
source: Live messaging, exports, contact disclosure, membership changes and uploads are disabled.
zh_hans: 真实消息、导出、号码披露、成员变更与上传均未启用。

# merchant.engagement.broadcast
source: Prepare a targeted message
zh_hans: 准备定向消息

# merchant.engagement.broadcastContent
source: Message (up to 120 UTF-16 units)
zh_hans: 消息（最多120个UTF-16单元）

# merchant.engagement.byteCount
source: Bytes
zh_hans: 字节数

# merchant.engagement.captureEvidence
source: Take evidence photo
zh_hans: 拍摄凭证照片

# merchant.engagement.channel
source: Delivery channel
zh_hans: 触达渠道

# merchant.engagement.channel.COUPON
source: Merchant coupon
zh_hans: 商家优惠券

# merchant.engagement.channel.IN_APP
source: In-app message
zh_hans: 站内消息

# merchant.engagement.choose
source: Choose
zh_hans: 请选择

# merchant.engagement.clearReceipt
source: Clear this response from the screen
zh_hans: 清除此页回执

# merchant.engagement.clearSelection
source: Clear selected image
zh_hans: 清除所选图片

# merchant.engagement.command.acceptInvitation
source: Accept operator invitation
zh_hans: 接受经营成员邀请

# merchant.engagement.command.broadcast
source: Send targeted message
zh_hans: 发送定向消息

# merchant.engagement.command.contact
source: Reveal contact for one purpose
zh_hans: 按单一用途请求号码

# merchant.engagement.command.createCampaign
source: Create campaign task
zh_hans: 创建触达任务

# merchant.engagement.command.createExport
source: Create masked export
zh_hans: 创建脱敏导出

# merchant.engagement.command.dispatchCampaign
source: Dispatch campaign task
zh_hans: 投放触达任务

# merchant.engagement.command.downloadExport
source: Download masked export
zh_hans: 下载脱敏导出

# merchant.engagement.command.retryCampaign
source: Retry campaign recipients
zh_hans: 重试触达收件人

# merchant.engagement.command.saveSegment
source: Save segment
zh_hans: 保存分群

# merchant.engagement.command.uploadEvidence
source: Upload aftercare evidence
zh_hans: 上传售后凭证

# merchant.engagement.confirmProduction
source: Confirm reviewed action
zh_hans: 确认已审核操作

# merchant.engagement.confirmSynthetic
source: Confirm in offline example
zh_hans: 确认离线模拟操作

# merchant.engagement.consumeContact
source: Use this contact response once
zh_hans: 使用此联系回执一次

# merchant.engagement.contact
source: Customer contact action
zh_hans: 客户联系操作

# merchant.engagement.contact.call
source: Review phone-call contact
zh_hans: 预览电话联系

# merchant.engagement.contact.copy
source: Review copying contact number
zh_hans: 预览复制联系号码

# merchant.engagement.contactNotDisplayed
source: The number is kept out of chat, logs and persistent storage. A separate enabled device action is required to use it.
zh_hans: 号码不会出现在聊天、日志或持久存储中，使用号码还需单独启用的设备操作。

# merchant.engagement.contactPrivacy
source: This action requests a fresh, audited number for this customer and purpose. The server checks ownership, consent and limits. Masked numbers and previous disclosures are never reused.
zh_hans: 此操作按客户和用途请求一次新的、留有审计记录的号码。服务端检查归属、同意与限额；不会使用脱敏号或复用之前披露的号码。

# merchant.engagement.contactReady
source: A one-use contact response was received.
zh_hans: 已收到一次性联系号码回执。

# merchant.engagement.count.audienceCount
source: Audience count
zh_hans: 受众人数

# merchant.engagement.count.consentedCount
source: Consented customers
zh_hans: 已同意客户

# merchant.engagement.count.deliverableCount
source: Deliverable customers
zh_hans: 可触达客户

# merchant.engagement.count.deliveredCount
source: Delivered
zh_hans: 已送达人数

# merchant.engagement.count.failedCount
source: Failed
zh_hans: 失败人数

# merchant.engagement.count.filterTotalCount
source: Total matching filter
zh_hans: 筛选匹配总数

# merchant.engagement.count.frequencyLimitedCount
source: Frequency-limited customers
zh_hans: 受频控限制客户

# merchant.engagement.count.frequencySkippedCount
source: Skipped by frequency rule
zh_hans: 因频控跳过人数

# merchant.engagement.count.merchantDailyLimit
source: Merchant daily limit
zh_hans: 商家每日上限

# merchant.engagement.count.merchantDailyRemaining
source: Remaining today
zh_hans: 今日剩余

# merchant.engagement.count.merchantDailyUsed
source: Used today
zh_hans: 今日已用

# merchant.engagement.count.noConsentCount
source: No consent
zh_hans: 未同意人数

# merchant.engagement.count.recipientCount
source: Recipients
zh_hans: 收件人数

# merchant.engagement.count.recipientLimit
source: Per-task recipient limit
zh_hans: 单次收件人上限

# merchant.engagement.count.retryableCount
source: Retryable
zh_hans: 可重试人数

# merchant.engagement.count.totalCount
source: Matching customers
zh_hans: 匹配客户

# merchant.engagement.createCampaign
source: Prepare a campaign
zh_hans: 准备触达任务

# merchant.engagement.createExport
source: Review export creation
zh_hans: 预览创建导出

# merchant.engagement.createStepBoundary
source: This step creates a task only; no automatic dispatch follows.
zh_hans: 此步骤仅创建任务，不会随后自动投放。

# merchant.engagement.createdNotSent
source: The task was created. Dispatch requires its own review.
zh_hans: 任务已创建，投放仍需单独预览确认。

# merchant.engagement.currentFilter
source: Current customer filters
zh_hans: 当前客户筛选

# merchant.engagement.customerID
source: Customer member ID
zh_hans: 客户会员ID

# merchant.engagement.deviceExportDisabled
source: Device file saving requires a separate host grant.
zh_hans: 保存到设备文件需要单独启用。

# merchant.engagement.dispatchBoundary
source: This reviewed action asks the service to deliver the exact task or retry its eligible recipients. The response may be partial or still processing.
zh_hans: 此预览操作请求服务端投放指定任务，或重试其中符合条件的收件人。回执可能表示部分完成或仍在处理中。

# merchant.engagement.downloadReady
source: Download bytes received for this task.
zh_hans: 已收到此任务的下载数据。

# merchant.engagement.evidence
source: Aftercare evidence
zh_hans: 售后凭证

# merchant.engagement.evidenceInvalid
source: Choose a valid JPEG, PNG or GIF image within the native 20 MiB memory limit.
zh_hans: 请选择有效的JPEG、PNG或GIF图片，且不超过原生20 MiB内存限制。

# merchant.engagement.evidenceNotSubmitted
source: Uploading evidence does not append an aftercare response or execute a refund. Use a separate case-response review.
zh_hans: 上传凭证不会追加售后意见，也不会执行退款；需要另行预览售后回应。

# merchant.engagement.evidencePreview
source: Selected aftercare evidence
zh_hans: 已选售后凭证

# merchant.engagement.evidenceReady
source: Evidence upload receipt received.
zh_hans: 已收到凭证上传回执。
